export const HTMLpopupPrivacyPolicy = 
`<section class="popup popup--privacy-policy">
<div class="popup__conteiner">
  <div class="popup__content popup__content--text">
    <div class="popup__header">
      <h3 class="popup__h3">
        <span data-lang="privacy">Политика</span>
        <span class="span--green" data-lang="policy">конфиденциальности</span></h3>
      <button class="button popup__button--close button--popupClose" type="button">
        <span class="visually-hidden">Закрыть popup</span>    
        <svg class="popup__svg--close">
          <use xlink:href=""></use>
        </svg>
      </button>
    </div>
    <div class="popup__scroll">
      <div class="popup__text">
        <div class="popup__block--text">
          <span class="popup__span--text">в отношении обработки персональных данных посетителей сайта</span>
          <span class="popup__span--text">Настоящая Политика конфиденциальности персональной информации (далее — Политика) действует в отношении всей информации, которую ООО «РОСТЕХНОПРОГРЕСС» и/или его аффилированные лица, могут получить о пользователе во время использования им сайта www.ibm-r.com</span>
          <span class="popup__span--text weight500">Использование сайта www.ibm-r.com означает безоговорочное согласие пользователя с настоящей Политикой и указанными в ней условиями обработки его персональной информации; в случае несогласия с этими условиями пользователь должен воздержаться от использования данного ресурса.</span>
        </div>
        <div class="popup__block--text">
          <h4 class="popup__h4--text">1. Персональная информация пользователей, которую получает и обрабатывает сайт www.ibm-r.com</h4>
          <span class="popup__span--text">1.1. В рамках настоящей Политики под «персональной информацией пользователя» понимаются:</span>
          <span class="popup__span--text">1.1.1. Персональная информация, которую пользователь предоставляет о себе самостоятельно при оставлении заявки, совершении покупки, регистрации (создании учётной записи) или в ином процессе использования сайта.</span>
          <span class="popup__span--text">1.1.2 Данные, которые автоматически передаются сайтом www.ibm-r.com в процессе его использования с помощью установленного на устройстве пользователя программного обеспечения, в том числе IP-адрес, информация из cookie, информация о браузере пользователя (или иной программе, с помощью которой осуществляется доступ к сайту), время доступа, адрес запрашиваемой страницы.</span>
          <span class="popup__span--text">1.1.3. Данные, которые предоставляются сайту, в целях осуществления оказания услуг и/или продаже товара и/или предоставления иных ценностей для посетителей сайта, в соответствии с деятельностью настоящего ресурса:</span>
          <ul class="popup__list--text">
            <li class="popup__item--text">имя</li>
            <li class="popup__item--text">телефон</li>
            <li class="popup__item--text">электронная почта</li>
          </ul>
          <span class="popup__span--text">1.2. Настоящая Политика применима только к сайту www.ibm-r.com и не контролирует и не несет ответственность за сайты третьих лиц, на которые пользователь может перейти по ссылкам, доступным на сайте www.ibm-r.com. На таких сайтах у пользователя может собираться или запрашиваться иная персональная информация, а также могут совершаться иные действия.</span>
          <span class="popup__span--text">1.3. Сайт в общем случае не проверяет достоверность персональной информации, предоставляемой пользователями, и не осуществляет контроль за их дееспособностью. Однако сайт www.ibm-r.com исходит из того, что пользователь предоставляет достоверную и достаточную персональную информацию по вопросам, предлагаемым в формах настоящего ресурса, и поддерживает эту информацию в актуальном состоянии.</span>
        </div>
        <div class="popup__block--text">
          <h4 class="popup__h4--text">2. Цели сбора и обработки персональной информации пользователей</h4>
          <span class="popup__span--text">2.1. Сайт собирает и хранит только те персональные данные, которые необходимы для оказания услуг и/или продаже товара и/или предоставления иных ценностей для посетителей сайта www.ibm-r.com.</span>
          <span class="popup__span--text">2.2. Персональную информацию пользователя можно использовать в следующих цел</span>
          <span class="popup__span--text">2.2.1 Идентификация стороны в рамках соглашений и договоров с сайтом</span>
          <span class="popup__span--text">2.2.2 Предоставление пользователю персонализированных услуг и сервисов, товаров и иных ценностей</span>
          <span class="popup__span--text">2.2.3 Связь с пользователем, в том числе направление уведомлений, запросов и информации, касающихся использования сайта, оказания услуг, а также обработка запросов и заявок от пользователя</span>
          <span class="popup__span--text">2.2.4 Таргетирование рекламных материалов</span>
        </div>
        <div class="popup__block--text">
          <h4 class="popup__h4--text">3. Условия обработки персональной информации пользователя и её передачи третьим лицам</h4>
          <span class="popup__span--text">3.1. Сайт www.ibm-r.com хранит персональную информацию пользователей в соответствии с внутренними регламентами конкретных сервисов.</span>
          <span class="popup__span--text">3.2. В отношении персональной информации пользователя сохраняется ее конфиденциальность, кроме случаев добровольного предоставления пользователем информации о себе для общего доступа неограниченному кругу лиц.</span>
          <span class="popup__span--text">3.3. Сайт www.ibm-r.com вправе передать персональную информацию пользователя третьим лицам в следующих случаях:</span>
          <span class="popup__span--text">3.3.1. Пользователь выразил свое согласие на такие действия, путем выражения согласия в предоставлении таких данных;</span>
          <span class="popup__span--text">3.3.2. Передача необходима в рамках использования пользователем определенного сайта www.выдувная-установка.рф, либо для предоставления товаров и/или оказания услуги пользователю;</span>
          <span class="popup__span--text">3.3.3. Передача предусмотрена российским или иным применимым законодательством в рамках установленной законодательством процедуры;</span>
          <span class="popup__span--text">3.3.4. В целях обеспечения возможности защиты прав и законных интересов сайта www.ibm-r.com или третьих лиц в случаях, когда пользователь нарушает Пользовательское соглашение сайта www.ibm-r.com.</span>
          <span class="popup__span--text">3.4. При обработке персональных данных пользователей сайт www.ibm-r.com руководствуется Федеральным законом РФ «О персональных данных».</span>
        </div>
        <div class="popup__block--text">
          <h4 class="popup__h4--text">4. Изменение пользователем персональной информации</h4>
          <span class="popup__span--text">4.1. Пользователь может в любой момент изменить (обновить, дополнить) предоставленную им персональную информацию или её часть, а также параметры её конфиденциальности, оставив заявление на электронный адрес почты администрации сайта: rostehnoprogress@bk.ru</span>
          <span class="popup__span--text">4.2. Пользователь может в любой момент, отозвать свое согласие на обработку персональных данных, оставив заявление на электронный адрес почты администрации сайта: rostehnoprogress@bk.ru</span>
        </div>
        <div class="popup__block--text">
          <h4 class="popup__h4--text">5. Меры, применяемые для защиты персональной информации пользователей</h4>
          <span class="popup__span--text">5.1. Сайт принимает необходимые и достаточные организационные и технические меры для защиты персональной информации пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий с ней третьих лиц.</span>
        </div>
        <div class="popup__block--text">
          <h4 class="popup__h4--text">6. Изменение Политики конфиденциальности. Применимое законодательство</h4>
          <span class="popup__span--text">6.1. Сайт имеет право вносить изменения в настоящую Политику конфиденциальности. При внесении изменений в актуальной редакции указывается дата последнего обновления. Новая редакция Политики вступает в силу с момента ее размещения, если иное не предусмотрено новой редакцией Политики. Действующая редакция всегда находится на странице по адресу www.ibm-r.com</span>
          <span class="popup__span--text">6.2. К настоящей Политике и отношениям между пользователем и Сайтом, возникающим в связи с применением Политики конфиденциальности, подлежит применению право Российской Федерации.</span>
        </div>
        <div class="popup__block--text">
          <h4 class="popup__h4--text">7. Обратная связь. Вопросы и предложения</h4>
          <span class="popup__span--text">7.1. Все предложения или вопросы по поводу настоящей Политики следует направлять на электронный адрес почты администрации сайта: rostehnoprogress@bk.ru</span>
        </div>
      </div>
    </div>
  </div>
  </div>
</section>`